Repository: common-repository/universal-link-in-bio
Catalog: languages/universal-link-*-bio-*.po
Languages: ar, fr_fr

source: blog
ar: مدونة

source: Do you like using this plugin?
ar: هل تحب استخدام هاده الإضافة ؟
fr_fr: Vous aimez utiliser ce plugin ?

source: Empty redirects to home page
ar: توجه إلى الصفحة الرئيسية إدا كانت فارغة
fr_fr: Redirige vers la page d'accueil si vide

source: Error
ar: خطأ
fr_fr: Erreur

source: Example
ar: مثال
fr_fr: Exemple

source: Let us a review ;)
ar: إترك لنا تعليق ؛)
fr_fr: Merci de nous laisser un avis ;)

source: Link to put in your bio
ar: رابط لوضعه في bio
fr_fr: Lien à mettre sur votre bio

source: Plugin settings
ar: إعدادات الإضافة
fr_fr: Réglages du plugin

source: Plugin to add a static Link in bio url to your website
ar: إضافة لوضع url تابت على bio إنطلاقاً من موقعك
fr_fr: Plugin pour ajouter un lien statique dans l'URL de la bio à votre site Web

source: Redirect URL
ar: عنوان URL لإعادة التوجيه
fr_fr: URL de redirection

source: This plugin allows you to have a static url that you can put on your bio and it will redirect to the link specified bellow. You will never have to change the link in your bio !
ar: إضافة لوضع url تابت على bio إنطلاقاً من موقعك. لن تحتاج إلى إستبدال bio بعد الآن !
fr_fr: Ce plugin vous permet d'avoir une URL statique que vous pouvez mettre sur votre bio et il redirigera vers le lien spécifié ci-dessous. Vous n'aurez jamais à changer le lien dans votre bio!

source: You don't have permissions
ar: ليس لديك إذن
fr_fr: Vous n'avez pas les permissions
